[
  {
    "Which type of visit are you logging today?": "Intervisitation",
    "Date of Visit": "12/12/17",
    "Who did you visit?": "Denise Copeland",
    "Which school did you visit?": "Institute for Health Professions",
    "The facilitating coach asked me to look for/give feedback on....": "How Denise's pre-session planning and focus on the research phase of the design process (standing practice goals) helped move the team's work IN session.\n\nAlso: I did visual notes (charting) for session so that we could talk about this element of Denise's practice.",
    "I entered this visit hoping to learn more about....": "Team building",
    "Areas of Strength:  What were the best parts of this visit?": "Your opening activity was AWESOME. So cool how you Miyagi-ed that  icebreaker with manipulatives into a team building share...and how you made an on-the-spot poem of their contributions in order to say out loud this team hopes to function!\n\nThis was critical for this team, given that it was first time they were all together. Your pre-planning and pre-call with indiv team members was such a big win here, too, as well as your work to bring CARA into the meeting. This set up this team to see its work as integrated with the work CARA is doing w grades 11/12.",
    "Areas for Growth:  What are some specific suggestions for development?": "Data Dialogue: trust the protocol, and be rigorous about sticking with it (before you consider making adjustments...)\n\nThere was some rich learning to do with the team about their observations before you jumped into inferences...\n\nAnd same is true about helping the team to synthesize their learning about what the data means (i.e., inferences), before pushing them onto thinking about design (i.e., \"so what does this data tell us about what we should do next?\").\n\nAny discomfort you were feeling there is worth leaning into, because I'm guessing the team felt it too...not because you did something wrong, but because there was good learning to do in there!\n\nFwiw, you totally made the right choice to invest a big chunk of time in team-building, and to give that opening activity all the time it needed. I sensed from you that it was this time management pickle that led you to combine observations and inferences...\n\nI also want you to know that you called out some awkwardness in the transition to the data dialogue...which was about the multiple data sources and the fact that predictions were tough when lots of participants had already viewed the results. But you handled this transition with total agility, and didn't need to second-guess yourself there at all.",
    "I'm thinking about...": "How important pre-meetings are. How hard it can be to stay rigorous / disciplined about a protocol in the face of uncertainty about how it's unfolding in a given session. How often our discomfort as facilitators is a reflection of the team's experience and vice-versa, and how that's a good signal that something good and worth leaning into is happening.",
    "Something I plan to tryout is...": "I will try out manipulatives with my teams for a sideways approach to building community.",
    "One thing we want to share with the whole team is...": "My growth in giving feedback as part of site visits, and how effective intervisitation protocol was in scaffolding this.",
    "Select your name": "Josh Steckel",
    "admin_id":1,
    "coach":6,
    "Coach's Email": "JSteckel@strongschools.nyc"
  },
  {
    "Which type of visit are you logging today?": "Intervisitation",
    "Date of Visit": "12/19/17",
    "Who did you visit?": "Denise Copeland",
    "Which school did you visit?": "George Washington Carver",
    "The facilitating coach asked me to look for/give feedback on....": "facilitation of the Data Driven Dialogue protocol session",
    "I entered this visit hoping to learn more about....": "how another coach engages team member in an inquiry session using a protocol",
    "Areas of Strength:  What were the best parts of this visit?": "1.  Framed session by grounding team in their stage of the school change process\n2.  Allowed team to choose the survey question category for the Data Driven Dialogue session\n3.  Embedded target questions for each section of the agenda in order to promote focus/task completion, engagement, and critical thinking",
    "Areas for Growth:  What are some specific suggestions for development?": "1.  Engage team members in the Prediction stage prior to implementing the prototype in order to ensure it is authentic\n2.  In order to promote engagement of all participants and support visual learners (if technology is not in use), ask each participant to contribute responses via post-its that are charted for all to see.",
    "I'm thinking about...": "Engaging my team in a pre-meeting communication to help reflect on progress and inform planning of next session",
    "Something I plan to tryout is...": "Engaging my team in a pre-meeting communication to help reflect on progress and inform planning of next session",
    "One thing we want to share with the whole team is...": "Importance of making Predictions at session prior to the implementation\nImportance of in between follow-up/check-in prior to next session",
    "Select your name": "Jen Grunin",
    "admin_id":1,
    "coach":5,
    "Coach's Email": "JGrunin@strongschools.nyc"
  },
  {
    "Which type of visit are you logging today?": "Intervisitation",
    "Date of Visit": "12/14/17",
    "Who did you visit?": "Jen Grunin",
    "Which school did you visit?": "Brooklyn Academy",
    "The facilitating coach asked me to look for/give feedback on....": "How she engages the school and facilitates the teams learning with the use of a new protocol that she created.",
    "I entered this visit hoping to learn more about....": "How Jen approaches facilitating adult learning and the use of protocols/materials.",
    "Areas of Strength:  What were the best parts of this visit?": "Jen was prepared with materials and protocols ready to engage the team. She was able to be flexible with the team and remained on task with the agenda. One of the team members walked in late with a handful of new data which could have been a distraction but Jen was able to acknowledge her efforts, catch her up to the work the team already started engaging in and value her contribution to the team. Jen was patient and helpful as the team navigated the new tool/protocol that she wanted them to get accustomed to using which I'm sure will be useful to capturing their work over the next few months.",
    "Areas for Growth:  What are some specific suggestions for development?": "The team seemed confused by the change project they named in institute versus the one presented to them on the agenda. It took up a lot of the meeting time as they were trying to come to an agreement. Though it was necessary to have the discussion and to get to a place of agreement, maybe a suggestion or potential area for growth would be to capitalize on in-between-ings with a phone conversation or email to a champion to ensure that teams have the right change project, agenda items, etc. could be helpful and wouldn't take away from the time dedicated to get through the main goal of the meeting. It was STILL very good facilitation in making sure the team got to the right place.",
    "I'm thinking about...": "The value of in betweening and how necessary it is with teams to check-in, collaborate, and prepare for the next meeting with them.",
    "Something I plan to tryout is...": "creating a system for capturing the teams PDSA'ing.",
    "One thing we want to share with the whole team is...": "It's important to check in with schools about their change project - sometimes we may not be on the same page about what that may be. Documenting the schools work is important. Consider a document that the entire team can plug into.",
    "Select your name": "Denise Copeland",
    "admin_id":1,
    "coach":3,
    "Coach's Email": "DCopeland@strongschools.nyc"
  },
  {
    "Which type of visit are you logging today?": "Intervisitation",
    "Date of Visit": "1/31/18",
    "Who did you visit?": "Allison Burke",
    "Which school did you visit?": "Bronx HS for Contemporary Arts; Bronx HS for Writing and Communication Arts",
    "The facilitating coach asked me to look for/give feedback on....": "Making adjustments in real time. Being a peer to school leaders, and \"rattle\" moments where her confidence as a facilitator dips.",
    "I entered this visit hoping to learn more about....": "Moves and planning for flip from research to design phase of change process.",
    "Areas of Strength:  What were the best parts of this visit?": "Co-planning for \"synthesis tools\" to help the team document / design the thing they were going to try. Specifically, moving learning from meeting notes into Goal Statements that they could use as \"tuners\" for design of town hall routine.\n\nOutreach to CCPM team to source exemplars for BHSWCA and pre-work with Naviance to decide right dirxn for the design of the thing they would try.\n\nMade adjustment in real time when full team was not present to turn a problem into an opportunity: \"What do you guys have control over?\" --> push-in to ELA sub's class as place to make a smaller \"PDSA\" try at an agenda for town hall routine.\n\nNaming process points and pushing team to action planning / project management in a careful way.\n\nPre-session communication with principal to jointly plan session.",
    "Areas for Growth:  What are some specific suggestions for development?": "Being ok with not jumping in with answers at moments of discomfort. Don't have to jump to \"quell concern\" -- there's opportunity for empathy in those moments when team feels uncomfortable / unsafe and you do too.",
    "I'm thinking about...": "I am looking forward to some really cool and important and challenging conversations connected to this line of thinking about embracing discomfort (and not talking our way out of it), about being a white coach / expert from DOE central with teams consistent all or predominantly of people of color.",
    "Something I plan to tryout is...": "The goals-focused table that you used to help the team design their first try.",
    "One thing we want to share with the whole team is...": "Missed this! Maybe the work that we did to move SCA to design?",
    "Select your name": "Josh Steckel",
    "admin_id":1,
    "coach":6,
    "Coach's Email": "JSteckel@strongschools.nyc"
  }
]
